/* Simple error description displayed when the application is unable to create a named subdirectory of the user's ~/Library/Application Support/ directory; the underlying cause of the error is specified elsewhere */
"Unable to create Application Support subdirectory" = "Unable to create Application Support subdirectory";

